Repository: mozilla-l10n/mt-training-data
Catalog: hno/hno_pontoon.tmx
Source language: en_us
Languages: hno

source: Contribute to { $lang }
hno: { $lang }بچ حصہ باؤ

source: Contribute to text corpus
hno: ٹیکسٹ کارپس بچ حصہ بھاؤ

source: Contributing to dataset for { $language }
hno: ڈیٹا سیٹ بچ { $language } آسطے حصہ با رے آں

source: Contribution Activity
hno: حصے دی سرگرمی

source: Contribution Criteria
hno: حصے دا معیار

source: Contribution Experience
hno: حصہ بینڑا دا تجربہ

source: Contribution Guidelines
hno: حصے بارے ہدایات

source: Contributors record voice clips by reading from a bank of donated sentences.
hno: تعاون کرنا آلے عطیہ شدہ جملیاں دے مجموعہ بچو پڑھ کے وائس کلپس ریکاڈ کردے ہن۔

source: Cookies
hno: کوکیاں

source: <cookiesLink>Cookies<cookiesLink>
hno: <cookiesLink>کوکیاں<cookiesLink>

source: Copainalá Zoque
hno: کوکاٸنالا زوق

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
hno: <coquiLink> Coqui </coquiLink> تقریر دی ٹیکنالوجی کو کھولنڑ واسطے وقف ہے۔ ان دے منصوبیاں بچ ڈیپ لرننگ تے مبنی STT تے TTS انجن شامل ہن۔

source: Cornish
hno: کورنش

source: Correct
hno: صیح

source: Corsican
hno: کروشیکن

source: { $count } clips
hno: کلپس

source: { $count }mo
hno: مہینے

source: Country/Region of Residence
hno: مُلک/رہنڑا آلہ علاقہ

source: { $count }wk
hno: ہفتے

source: { $count }y
hno: سال

source: [Crackle] giant dinosaurs of [crackle] -riassic.
hno: [کریکل] ریاسک دے [کریکل] دیوہیکل ڈایناسور۔

source: Create a Custom Goal
hno: ہک گاہکا دا مقصد بنڑاؤ

source: Create a profile
hno: پروفائل بنڑاؤ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
hno: تسیں خود ہی یا آپنڑے دوستاں نال یا زبان دی برادری نال جدید، روز مرہ دے جملے بنڑاؤ- مثال دے طور تے ‘رائٹ-اے-تھون’ دے ذریعے

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
hno: ترجمے، نکی زبان دے نمونے تے مزید آسطے عوامی ڈومین پرامپٹس، جملے تے عبارت بنڑاؤ ہور اگا چلاؤ۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
hno: کامن وائس تے مختلف لوگاں دی شرکت کیتے مواقع فراہم کرنا واسطے اس گل کو یقینی بنڑانڑا ہے کہ ڈیٹا سیٹ زیادہ تو زیادہ لوگاں دی خدمت کرے۔ اساں وسائل تے ہور مسالاں بڑائی دیاں ہن جڑیاں تسیں استعمال کر سکدے ہو۔

source: Crimean Tatar
hno: کرَیمین تاتار

source: Criteria
hno: معیار

source: Croatian
hno: کروشین

source: Czech
hno: چیک

source: Dagbani
hno: دگبانی

source: Daily Goal
hno: روز دے ہدف

source: Dameli
hno: دمیلی

source: Danish
hno: ‏‏ڈینیش

source: Dargwa
hno: ڈرگوا

source: Dashboard
hno: ڈیش بورڈ

source: Database: { $databaseLanguage }
hno: ڈیٹا بیس:{ $databaseLanguage }

source: Dataset Release
hno: ڈیٹا سیٹ جاری کرنا۔

source: Datasets
hno: ڈیٹا سیٹس

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
hno: اے ایس آر ، ایس ٹی ٹی ، ٹی ٹی ایس ، تے دوئے این ایل پی سیاق و سباق آسطے ڈیٹا سیٹ - کمیونٹی دی شرکت دے ذریعہ بنڑایا گیا۔

source: Date
hno: تریخ

source: Dawoodi
hno: داوُدی

source: Days
hno: دیہاڑے

source: Delete
hno: مِٹّاؤ

source: Delete my recordings
hno: مڑی رکاڈنگ ختم کرو

source: Delete Profile
hno: پروفائل ڈیلیٹ کرو

source: Dhivehi
hno: دھیوی

source: Dholuo
hno: ڈھولو

source: Did you know…
hno: تساں کو علم آسا۔۔۔

source: Different language
hno: مختلف زبان

source: Difficult
hno: مشکل

source: Difficult to pronounce
hno: تلفظ بچ اوکھی

source: Dioula
hno: دیئولا

source: Discard ongoing recording
hno: جاری ریکارڈنگ کو رد کرو

source: Discover languages and communities and common voice
hno: زباناں ہور کمیونٹیاں ہور کامن وائس کو لَبو

source: do
hno: کرو

source: Documentation
hno: دستاویزی

source: Does the sentence meet the guidelines?
hno: جملہ ہدایات تے پورا اُتردا ہے؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
hno: ڈومیں دی مراد جملے دا مضمون ہے۔ اس ویلے۔ تسں اناں بچو چُنڑ ہکدے ہو۔

source: Donate
hno: عطیہ

source: Donate your voice
hno: اپنڑی آواز عطیہ کرو

source: Done
hno: ہو گیا

source: do not
hno: نہ کر

source: Don't see your language on Common Voice yet?
hno: حالاں تک کامن وائس تے اپنڑی زبان نیں دکھ ری؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
hno: کہ تساں کو اپنڑی زبان دی عکاسی ڈیٹا سیٹ بچ نیں نظر آ ری؟ زبان دی درخواست واسطے اسدے زبان دے صفحے تے آؤ۔

source: Don't wish to say
hno: کجھ نہ آکھنڑا چہنداں

source: Download
hno: ڈاؤنلوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
hno: تُسّاں اگر کامن وائس بچ حصہ بایا دا اے تے فر اپنڑے آسطے یا اپنڑے پروگرام بارے سرٹیفکیٹ ڈاؤنلوڈ کرو — اے تُساں بغیر ممکن نیں!

source: Download Common Voice Data
hno: کامن وائس ڈیٹا ڈاؤنلوڈ کرو

source: Download Data
hno: ڈیٹا ڈاؤنلوڈ کرو

source: Download Dataset Bundle
hno: ڈیٹا سیٹ دا بنڈل ڈاؤنلوڈ کرو

source: Download { $language }
hno: ڈاؤن لوڈ

source: Download Links
hno: لنک ڈاؤنلوڈ کرو

source: Download My Data
hno: مڑا ڈیٹا ڈاؤنلوڈ کرو

source: Download options for accessing Common Voice data
hno: کامن وائس ڈیٹا پہنچنڑا آستے ڈاؤنلوڈ دے آپشنز

source: Download our press pack <icon></icon>
hno: اسدے پریس پیک کو ڈاؤنلوڈ کر<icon></icon>

source: Download our voice datasets
hno: اسدے آواز دے ڈیٹا سیٹس کو ڈاؤنلوڈ کرو

source: Download profile data
hno: پروفائل ڈیٹا ڈاؤنلوڈ کرو

source: Download the Dataset
hno: ڈیٹا سیٹ کو ڈاؤنلوڈ کرو

source: Download the Single Word Target Segment
hno: ہک لفظ والا ہدف حصہ ڈاؤنلوڈ کرو

source: Download your contribution certificate
hno: اپنڑا حصہ بینڑا آلہ سرٹیفکیٹ ڈاؤنلوڈ کرو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
hno: تساں کول کوئی تجویز ہے کہ کسطرح اسیں کامن وائس ڈیٹا کو اچھا بڑا سکدے ہاں؟ اساں کو ڈسکورس تے دسو

source: Do you want to continue?
hno: تسیں جاری رکھنڑا چہندے ہو؟

source: Do you want to Speak, Listen or both?
hno: تسیں بولنڑا، سنڑنا یا دونڑے چہندے ہو؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
hno: ڈریگ ہور ڈراپ کرو یا </browseWrap> براؤز کرو<browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
hno: آپنڑی فائل اتھا دررُو آنڑو یا<uploadButton> اپلوڈ کیتے کلک کرو</uploadButton>

source: Drop file here to upload
hno: اپلوڈ واسطے فائل اتھا چُھوڑو

source: Duala
hno: دوآلہ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
hno: حصہ جمع کرالنا دے دوران' جمع کرالو' تے کلک کرنا تو بعد فیڈبیک چھوڑ دتی جُلسی۔ حصہ سدھا 5 رکاڈنگ یا تصدیق دے اگلے پُور نال جاری رہسی۔

source: Dutch
hno: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
hno: ڈیٹا سیٹ بچ ہر انداج ہک منفرد MP3 ہور اس دے متعلق ہک ٹیکسٹ فائل تے مشتمل ہوندا ہے۔ ڈیٹا سیٹ بچ ریکاڈ کیتے دے مُچ سارے<b>{ $total }</b>گھنٹیاں بچ ڈیموگرافک میٹا ڈیٹا جسطرح عمر، جنس، تے لہجہ بھی شامل ہوندا ہے جَڑھا سپیچ ریکگنیشن انجناں دی درستگی نال ٹرین کرنا بچ مدد کر سکدا ہے۔ فل حال ڈیٹا سیٹ<b>{ $valid }</b>تصدیق شدہ گھنٹیاں بچ<b>{ $languages }</b>زباناں تے مشتمل ہے، لیکن اسیں ہمیشاں مزید آوازاں تے زباناں شامل کردے ہاں۔ اسدے<languagesLink>زباناں دا صفحہ</languagesLink>تے نظر کرو زبان واسطے درخواست یا حصہ بینڑا واسطے۔

source: Eastern Balochi
hno: شرقی بلوچی

source: Eastern Huasteca Nahuatl
hno: مشرقی ہوسٹیکا نہوانی

source: Eastern Min
hno: مشرقی مِن

source: Eastern Penan
hno: ایسٹرن پینان

source: Easy
hno: آسان

source: Ebrie
hno: ایبرائی

source: Edit
hno: تبدیلی کرو

source: Edit Profile
hno: پروفائل بچ تبدیلی کرو

source: e.g., “What do you wish you could use technology for?”
hno: مثال دے طور تے۔، “تسیں کے چہندے او کہ ٹیکنالوجی کس آسطے استعمال ہوّا؟”

source: Email
hno: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
hno: ای میل: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
hno: اسدی میلنگ لسٹ بچ<emailFragment>سائن اپ کرو</emailFragment>اے سکھنڑاں واسطے کہ کسطرح تسیں مہمات، تقریباں ہور مل کے ڈیزائن کرنا جیسیاں خصوصیات بچ کامن وائس تے حصہ گن سکدے ہو۔

source: Email is already used for a different account
hno: ای میل پہلے ہی ہک مختلف اکاؤنٹ اسظے استعمال ہوئی دی اے۔

source: Email Subscriptions
hno: ای میل سبسکرپشناں

source: Emakhuwa
hno: ایماکھُووا

source: English
hno: انگریزی

source: Enter Email to Download
hno: ڈاؤنلوڈ واسطے ای میل باؤ

source: Enter email to send a sign up link
hno: سائن اپ دا لنک بھیجنڑا واسطے ای میل داخل کرو

source: Enter your Country/Region of Residence
hno: باؤ اپنڑا مُلک/رہنڑا آلہ علاقہ

source: Enter your email
hno: اپنڑی ای میل لکھو

source: Enter your public domain sentence here
hno: اِتھا آپنڑا عوامی ڈومین دا جملہ داخل کرو

source: Enter your public domain sentences here
hno: اِتھا آپنڑے عوامی ڈومین دے جملے داخل کرو

source: Error
hno: غلطی

source: Error adding sentence
hno: جملے شامل کرنابچ خرابی

source: Error { $code }
hno: خرابی { $code }

source: Error while playing audio file.
hno: آڈیو فائل چلیندیاں ہک غلطی ہوئی

source: Erzya
hno: اِرزیا

source: ESC
hno: ای ایس سی

source: Esperanto
hno: اسپرانٹو

source: Estonian
hno: ایسٹونین

source: Eton
hno: ایٹون

source: Events
hno: واقعات

source: Everyone
hno: ہر کوئی

source: Ewe
hno: اوی

source: Ewondo
hno: ایوونڈو

source: Example
hno: مثال

source: Exceeded 500 questions. Reduce number of questions and retry.
hno: 500 تو زیادہ سوال ہو گئے۔ سوالاں دی تعداد گہٹاؤ ہور دوبارہ کوشش کرو۔

source: Exit & Delete clips
hno: نکلو ہور کلپ ڈیلیٹ کرو

source: Explore datasets <icon></icon>
hno: ڈیٹاسیٹس بارے جانڑو<icon></icon>

source: Explore the community and languages supported by Common Voice
hno: کامن وائس دی مدد آلیاں زباناں ہور کمیونٹی بارے جانڑو۔

source: Express or solicit prejudiced or offensive sentiments
hno: تعصبی یا ناراضگی آلے جذبیاں دا اظہار کرنا یا منگنڑا

source: Failed to copy SHA256 Checksum
hno: SHA256 چیکسم کو کاپی نیں کر ہکیا

source: Fang
hno: فینگ

source: FAQ
hno: عام پُچھے دے سوال

source: Faroese
hno: فاروس

source: Featured in...
hno: اس بچ واضح اے۔۔۔

source: Female/Feminine
hno: عورت/مؤنث

source: Fewer than 15 words per sentence
hno: فی جملہ 15 کولو تھوڑے لفظ

source: Fields marked with an asterisk (*) are required.
hno: (*) نال نشانڑ لایاں دیاں فیلڈاں چائی دیاں ہوندیاں ہن۔

source: File is too large
hno: فائل مُچ بڑی ہے

source: File is too small
hno: فائل مُچ نِکی ہے

source: Finance
hno: فنانس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
hno: ڈھونڈو اُناں کو جِڑے خیال رکھدے ہن۔ او یونیورسٹیاں، زبان دے سکول۔ وکالت گروپس یا ڈیٹا سائنس کمیونٹیز ہو سکدیاں ہن۔ اُناں تک پہنچو ہور واضح طور تے وضاحت کرو کہ اُو کسطرے ہور کیاں مدد کر سکدے ہن۔ <outreachTemplates>اسدی ٹمپلیٹ آوٹ ریچ ای میل دکھو</outreachTemplates>۔

source: Find us on Matrix
hno: میٹرکس تے اساں کو ڈھونڈو

source: Finish editing first?
hno: پہلا ترمیم مکاؤ؟

source: Finish recording
hno: ریکاڈنگ مکاؤ

source: Finish recording first?
hno: پہلا ریکاڈنگ مکاؤ؟

source: Finish Review
hno: جائزہ مکمل کرو

source: Finish validating
hno: تصدیق کرنا ختم کرو

source: Finish validating clips?
hno: کلپاں دی تصدیق ختم کراں؟

source: Finnish
hno: فینش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
hno: پہلے، اے دکھو کہ تسدی زبان<languageLink>پہلا تو موجود ہے</languageLink>۔ اگر او نیں ہے، تسیں <languageRequestLink>اپنڑی زبان کو شامل کرنا دا آکھ ھکدے ہو</languageRequestLink>۔ دو مرحلے ہن۔ سائٹ دا ترجمہ کرنا، ہور جملے جمع کرنا۔

source: Follow guidelines from “What sentences can I add?”
hno: ہدایات تے عمل کرو بچو“کِڑے جملے میں شامل کر ہکداہاں؟”

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
hno: ہر عطیہ کیتا دا کلپ، ہور ہر تصدیق کیتی دی آڈیو کلپ آستے، تسدے اکاؤنٹ دا ڈیش بورڈ کو اپ ڈیٹ کیتا جلدا ہے تساں ہر زبان بچ جیڑا تعاون کیتا ہور تسدی ہونڑا دی پراگرس دسنڑا واسطے۔ ہاں، تسیں ہک کولو زیادہ تعاون کرسکدے ہو! <br/> اپنڑے نمبراں کو ٹریک کرنا آستے ڈیش بورڈ استعمال کرو، دکھو تسیں کمیونٹی بچ دوئیاں نال نال کسطرح کم کردے ہو، ہور روزانہ یا ہفتے دے تعاون دا ہدف مقرر کرو۔

source: for example
hno: مثال دے طور تے

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
hno: پبلک ڈومین ٹیکسٹ آستے جڑا آن لائن دستیاب نیں، تسیں اکیڈمک ریفرنسنگ سٹائل استعمال کرسکدے ہو جسطرح ہارورڈ سٹائل "جیس (2021) مڑی پبلک لائسنس دیاں نظماں"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
hno: جے ٹیکنالوجی ہر ہک واسطے چنگی طرح کم کرا، ڈیٹا جڑا ڈویلپرز کو ٹیکنالوجی بڑانڑاں بچ مدد کردا ہے لوگاں دی متنوع رینج کو ظاہر کرنا دی ضروت ہے۔ مثال دے طور تے، اگر اسیں کوئی خاص لہجے آلہ سپیکر شامل نیں کردے آں تے ٹیکنالوجی اس لہجے آلے لوگاں واسطے چنگا کم نہ کر ہکسی۔<learnMore>میٹا ڈیٹا کِیاں ضروری ہے اس بارے ہور سکھو۔</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
hno: انّاں لانچ ہویا دیاں زباناں آستے ویب سائٹ کو کامیابی نال<localizationGlossaryLink>مقامی</localizationGlossaryLink>کیتا گیا ہے، ہور خاصی تعداد بچ<speakLink>بولنا</speakLink>تے<listenLink>سنڑنا</listenLink>دے عطیے کو جاری رکھنڑا آستے<sentenceCollectionGlossaryLink>جملے گٹھے</sentenceCollectionGlossaryLink>کیتے دے ہن۔

source: Foundations
hno: فلاحی ادارے

source: French
hno: فرانسیسی

source: Frisian
hno: فریسیان

source: Fulah
hno: فولا

source: Fuzhou
hno: فوزو

source: Galician
hno: گاليشين

source: Gawarbaiti
hno: گوَربتی

source: Gawri
hno: گاؤری

source: GB
hno: جی بی

source: General
hno: عام

source: General language / multiple variants
hno: عام زبان/ مُچ طرح دے لہجے

source: Georgian
hno: جارجيائى

source: German
hno: جرمن

source: Get in touch
hno: رابطے بچ رہیو

source: Get in touch <icon></icon>
hno: رابطے بچ رہیو<icon></icon>

source: Get involved
hno: شامل ہوُو

source: Get Involved
hno: شامل ہوُو

source: Get started <icon><icon>
hno: چلو شروع کرّاں<icon><icon>

source: Get started with goals
hno: مقصد نال شروع کرو

source: Get Started with Speech Recognition
hno: سپیچ ریکگنیشن نال شروع کرو

source: Get your certificate
hno: اپنڑا سرٹیفکیٹ گِنّو

source: Gheg Albanian
hno: گیگ البانیین

source: Ghomala
hno: گومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
hno: <githubLink>NVIDIA NeMo</githubLink>™ ہک <docsLink>اوپن سورس ٹول کٹ </docsLink> ہے اُنہاں تحقیق کرنا والیاں واسطے جیڑے سٹیٹ-آف-دی-آرٹ AI ماڈلز تیار کررے ہن۔

source: Goal reached
hno: مقصد پورا ہویا

source: Goals
hno: مقصد

source: Goan Konkani
hno: گوآن کونکانی

source: Gorani
hno: گورانی

source: Go to Discourse
hno: ڈسکورس تے جُلو

source: Go to Languages Page
hno: زبان دے صفحے تے جُلو

source: Go to { $name }
hno: { $name }تے جُلو

source: <governanceLink>Read more about how we're governed</governanceLink>
hno: <governanceLink>اساں تے کسطرح حکومت کردے ہن اس بارے مزید پڑھو</governanceLink>

source: Governments
hno: حکومتاں

source: Grammatical / spelling error
hno: گرائمر/املا دی غلطی

source: Great! How many clips a week?
hno: زبردست! ہفتے دے کتنے کلپ ہن؟

source: Great! How many clips per day?
hno: زبردست! روز دے کتنے کلپ ہن؟

source: Great!<recordIcon></recordIcon> Record your next clip
hno: بہت اچھا<recordIcon></recordIcon>اپنڑا اگلا کلپ ریکاڈ کرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
hno: سہنڑا کم!<playIcon></playIcon>جدوں تسیں تیار ہوو تے دوبارہ سنڑو

source: Greek
hno: یونانی

source: Gronings
hno: گورننگز

source: Guarani
hno: گوارانی

source: Guidelines
hno: ہدایتاں

source: Gujarati
hno: گجراتی

source: Gujari
hno: گوجری

source: Haitian
hno: ہیٹیائی

source: Hakha Chin
hno: ہخا چن

source: Hausa
hno: ہوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
hno: پہلاں دا یا اینڑا آلہ کوئی پروگرام/ واقعہ ہے؟ اساں کو دسّو تے اسیں اپنڑی برادری کو دسسّاں یا اس بارے مضمون لکھساں!

source: Have Feedback?
hno: رائے دیسو؟

source: Have you read our Terms?
hno: تُساں سنڑ اسدیاں شرطاں پَڑیاں؟

source: Having an account is not required to contribute, though it is helpful.
hno: حصہ بینڑا کیتے اکاؤنٹ ہونڑا دی ضرورت نیں، اگر ہوا تے اے مدد کردا اے۔

source: Having a profile is not required to contribute though it is helpful, see why below.
hno: حصہ بینڑا کیتے پروفائل ہونڑا دی ضرورت نیں، اگر ہوا تے اے مددگار اے، تلہ دکھو کِیّاں۔

source: Healthcare
hno: صحت دیکھ بھال

source: Hebrew
hno: عبرانی

source: Help
hno: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
hno: ذاتی ہدف نال زبان بچ کامن وائس کو{ $hours }گھنٹے پہنچڑاں مدد کرو

source: Help create Common Voice’s first target segment in { $locale }
hno: کامن وائس دا پہلا ہدف حصہ بنڑانڑا واسطے مدد کرو{ $locale }بچ

source: Help reach { $hours } hours in { $language } with a personal goal
hno: ذاتی ہدف نال{ $language }بچ{ $hours }گھنٹے پہنچڑاں واسطے مدد کرو

source: Help teach machines how real people speak, donate your voice at { $link }
hno: مشین کو سیکھانڑا واسطے کہ اصلی لوگ کسطرح بولدے ہن اسدی مدد کر، اپنڑی آواز دا عطیہ { $link }تے دیو

source: Help us build a community around voice technology, stay in touch via email.
hno: آواز دی ٹیکنالوجی بارے اک گروپ بڑانڑ واسطے اسدی مدد کرو، ای میل نال رابطے بچ رہو۔

source: Help us build a high quality, publicly open dataset
hno: ہک ہچھے میعار دا، عوامی اوپن ڈیٹا سیٹ بڑانڑ بچ اسدی مدد کرو

source: Help us find more voices, share your goal
hno: ہور آوازاں ڈھونڈنا بچ اسدی مدد کرو، اپنڑا ہدف شیئر کرو

source: Help us find others to donate their voice!
hno: اسدی مدد کرو دویاں کو ڈھونڈنا واسطے کہ او اپنڑی آواز دا عطیہ کرن!

source: Help us get to { $goal }
hno: { $goal } پورے کرنا آستے اسدی مدد کرو

source: Help us validate sentences!
hno: جملیاں دی تصدیق بچ اسدی مدد کرو!

source: Help us validate voices
hno: آوازاں دی تصدیق بچ اسدی مدد کرو

source: Heng Hua
hno: ہینگ ہوا

source: Here are the links to download your ZIP files.
hno: تُسدیاںZIP فائلاں کو ڈاؤنلوڈ کرنڑ آں لنک اے ہن۔

source: Hidden
hno: چُھپیا دا

source: Highland Puebla Nahuatl
hno: ہائی لینڈ پوبلا نہوٹی

source: Hiligaynon
hno: ہلیگینون

source: Hill Mari
hno: ہِل ماری

source: Hindi
hno: ہندی

source: His hand was rais-ed.
hno: اُس دا ہتھ اُٹھایا ہویا دا آسا۔

source: History, Law and Government
hno: تاریخ، قنون ہور حکومت

source: Hours
hno: گھنٹے

source: Hours Recorded
hno: گھنٹے ریکاڈ ہوے

source: Hours Validated
hno: گھنٹے تصدیق ہوے

source: How ?
hno: کسطرح؟

source: How are project decisions made?
hno: پروجیکٹ فیصلے کسطرح کیتے جلدے ہن؟

source: How can we effectively grow a language on Common Voice?
hno: اسیں کامن وائس تے مؤثر انداز نال ہک زبان کسطرح بڑھا ہکدے ہاں؟

source: How does Common Voice work?
hno: کامن وائس کس طرح کم کردا ہے؟

source: How does site localization work?
hno: سائٹ لوکلائزیشن کسطرح کم کردی ہے؟

source: How do I access and use the dataset?
hno: میں ڈیٹاسیٹ کو کسطرح پُہنچاں ہور استعمال کراں؟

source: How do I add a language?
hno: میں زبان دا اندراج کسطرح کراں؟

source: How do I add sentences?
hno: میں جملے کسطرح داخل کراں؟

source: How do I cite?
hno: میں کسطرح حوالہ دیواں؟

source: How do I know whether to approve a voice clip?
hno: مکو کسطرح پتہ چلسی کہ ہک آواز دے کلپ دی تصدیق کرنی ہے؟

source: How do I record a high quality voice clip?
hno: میں کسطرح ہک اچھی کوالٹی دا آواز دا کلپ ریکارڈ کراں؟

source: How do I stay in touch?
hno: میں رابطے بچ کس طرح رہواں؟

source: How is Common Voice funded?
hno: کامن وائس دی مالی مدد کسطرح کیتی جلدی ہے؟

source: How Spontaneous Speech works
hno: بے ساختہ تقریر کس طرح کم کردی اے

source: How to add multiple sentences
hno: مختلف طرح دے جملے کسطرح بینڑے ہن

source: How would you describe your accent?
hno: تسیں آپنڑے لہجہ کو کسطرح بیان کرسو؟

source: How would you describe your sex or gender?
hno: تسیں آپنڑے صنف یا جنس کو کسطرح بیان کرسو؟

source: Huarijio
hno: ہواریجیو

source: Huautla Mazatec
hno: ہواو مزاٹیک

source: Hungarian
hno: ہنگرین

source: I agree
hno: میں متفق ہاں

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
hno: میں کامن وائس دیاں <termsLink>شرطاں</termsLink> تے <privacyLink> رازداری نوٹس</privacyLink> نال متفق آں۔

source: Ibibio
hno: ایب ایبیو

source: Icelandic
hno: آئ لینڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
hno: میں اس گل دی تصدیق کرداں ہاں کہ ایہ جملے<wikipediaLink>عوامی ڈومین</wikipediaLink> دے ہن ہور مڑے کول اے اپلوڈ کرنا دی اجازت ہے۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
hno: میں تصدیق کرداں کہ اے جملہ <publicDomainLink>عوامی ڈومین </publicDomainLink>دا ہے تے ہور مڑے کول اے اپلوڈ کرنے دی اجازت ہے۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
hno: میں تصدیق کرداں کہ اے جملہ<wikipediaLink>عوامی ڈومین</wikipediaLink>دا ہے تے ہور مڑے کول اے اپلوڈ کرنے دی اجازت ہے۔

source: <icon></icon> Add multiple public domain sentences
hno: <icon></icon>مُچ طرح دے عوامی ڈومین دے جملے شامل کرو

source: Ideally natural and conversational (it should be easy to read the sentence)
hno: مثالی طور قدرتی تے گل بات آلے (جملہ پڑھنا واسطے آسان ہونڑا چاہی دا ہے)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
hno: میں کامن وائس بارے او ای میلاں وصول کرنا چہنداں ہاں جِناں بچ مقاصد دی یادھانی، مڑی پیشرفت بارے آگاہی ہور خبرنامے وغیرہ ہون۔

source: I do not agree
hno: میں اتفاق نیں کردا

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
hno: اگر ہک کلپ کو 2 لوگ رد کر چُھڑن، او ڈیٹا سیٹ دے ہک مختلف سب سیٹ بچ ریلیز کیتا جلدا ہے۔
